{
	"@metadata": {
		"authors": [
			"Dejan Savuljesku <savuljesku@hallowelt.com>"
		]
	},
	"webauthn-desc": "{{desc|name=WebAuthn|url=https://www.mediawiki.org/wiki/Extension:WebAuthn}}",
	"webauthn-module-label": "User preference value when WebAuthn module is enabled",
	"webauthn-ui-login-prompt": "Message explaining user-required actions on login",
	"webauthn-ui-add-key": "Button label for adding new webauthn keys",
	"webauthn-error-browser-unsupported": "Error message when WebAuthn API is not supported by the browser",
	"webauthn-error-auth-generic": "Generic error message for authentication process failing",
	"webauthn-error-reg-generic": "Generic error message for registratration process failing",
	"webauthn-key-type-missmatch": "Error message when user is attempting webauthn authentication but has at least one key of different type (module) set",
	"webuathn-ui-remove-key": "Button label to remove a single WebAuthn key",
	"webauthn-error-module-not-enabled": "Error message when authentication/registration is attemped with module not enabled for the user. \n$1 - module name\n$2 - user",
	"webauthn-error-invalid-key": "Error message when there is a missmatch between the module enabled for a user and the key(s) set.\n$1 - user name",
	"webauthn-error-verification-failed": "Error message when verification of the WebAuthn key was not successfull",
	"webauthn-error-cannot-register": "Error message when user cannot registrate new key.\n$1 - username",
	"webauthn-error-invalid-new-key": "Error message when created instance of WebAuthn is not of appropriate type",
	"webauthn-error-registration-failed": "Error message when registering a new key failed, for reasons other than verification failed",
	"webauthn-ui-key-register-help": "Help message for UI field for the nickname of a key",
	"webauthn-error-cannot-remove-key": "Error message for error occurring during key removal process",
	"webauthn-error-get-authinfo-fail": "Error message when authentication info failed to be retrieved",
	"oathauth-webauthn-add-key-section-name": "Section header for section that allows registering new WebAuthn keys",
	"oathauth-webauthn-disable-section-name": "Section header for section that allows disabling WebAuthn",
	"webauthn-error-get-reginfo-fail": "Error message when registration info failed to be retrieved",
	"webauthn-ui-disable-prompt": "Help message apparing when user is about to disable WebAuthn",
	"webauthn-error-max-keys-reached": "Error message when user cannot register more keys, due to the limit being reached.\n$1 - maximum number of keys",
	"apihelp-webauthn-summary": "{{doc-apihelp-summary|webauthn}}",
	"apihelp-webauthn-param-func": "Description text for an API module parameter",
	"apihelp-webauthn-param-data": "Description text for an API module parameter",
	"webauthn-module-description": "Description of WebAuthn module used on Special:OATHManage",
	"webauthn-ui-reload-page-label": "Button label for generic page reload action",
	"webauthn-ui-signcount-label": "Label showing the number of times user used a particular key to log in. Used on Special:OATHManage.\n $1 - number of times key was used"
}
