{
	"@metadata": {
		"authors": [
			"Minh Nguyen"
		]
	},
	"oathauth-desc": "Cho phép xác nhận dùng các mật khẩu một lần dựa trên mã xác thực thông điệp được băm (HMAC)",
	"oath": "Xác thực OATH",
	"specialpages-group-oath": "Xác thực dùng hai nhân tố",
	"oathauth-account": "Tên tài khoản hai nhân tố:",
	"oathauth-secret": "Chìa khóa bí mật hai nhân tố:",
	"oathauth-enable": "Xác thực dùng hai nhân tố",
	"oathauth-failedtoenableoauth": "Thất bại khi bật xác thực dùng hai nhân tố.",
	"oathauth-alreadyenabled": "Xác thực dùng hai nhân tố đã được kích hoạt.",
	"oathauth-verify": "Xác minh thẻ hai nhân tố",
	"oathauth-scratchtokens": "Danh sách sau có các thẻ dùng một lần. Các thẻ này chỉ có thể dùng một lần cho mục đích khẩn cấp. Xin hãy ghi xuống các thẻ này và lưu giữ chúng tại một nơi an toàn. Nếu bạn mất điện thoại của bạn, các thẻ này là phương sách duy nhất để cứu tài khoản của bạn. Từ nay các thẻ này sẽ không bao giờ được hiển thị.",
	"oathauth-reset": "Đặt lại thông tin xác thực dùng hai nhân tố",
	"oathauth-donotdeleteoldsecret": "Xin đừng xóa các thông tin xác thực cũ cho đến khi đã xác nhận thành công các thông tin xác thực mới của bạn.",
	"oathauth-token": "Thẻ",
	"oathauth-currenttoken": "Thẻ hiện tại",
	"oathauth-newtoken": "Thẻ mới",
	"oathauth-disable": "Tắt xác thực dùng hai nhân tố",
	"oathauth-displayoathinfo": "Tùy chọn xác nhận dùng hai nhân tố",
	"oathauth-validatedoath": "Đã xác nhận thông tin xác thực dùng hai nhân tố. Từ nay sẽ áp dụng việc xác thực dùng hai nhân tố.",
	"oathauth-backtopreferences": "Quay lại tùy chọn.",
	"oathauth-failedtovalidateoauth": "Thất bại khi xác nhận thông tin xác thực dùng hai nhân tố",
	"oathauth-reattemptreset": "Thử lại đặt lại thông tin xác thực dùng hai nhân tố.",
	"oathauth-reattemptenable": "Thử lại bật xác thực dùng hai nhân tố.",
	"oathauth-disabledoath": "Đã tắt xác thực dùng hai nhân tố.",
	"oathauth-failedtodisableoauth": "Thất bại khi tắt xác nhận dùng hai nhân tố.",
	"oathauth-reattemptdisable": "Thử lại tắt xác nhận dùng hai nhân tố.",
	"oathauth-failedtoresetoath": "Thất bại khi đặt lại thông tin xác thực dùng hai nhân tố.",
	"oathauth-notloggedin": "Cần đăng nhập",
	"oathauth-mustbeloggedin": "Bạn phải đăng nhập để thực hiện tác vụ này.",
	"oathauth-prefs-label": "Xác thực dùng hai nhân tố:",
	"oathauth-abortlogin": "Đã cung cấp một thẻ xác nhận hai nhân tố không hợp lệ."
}
